
<!DOCTYPE html>
<html lang="ja" class="no-js no-svg">
<head>
<meta charset="UTF-8">
<meta name="viewport" content="width=device-width, initial-scale=1,user-scalable=no">
<link rel="profile" href="http://gmpg.org/xfn/11">
<title>Welcome Spot</title>
<meta name='robots' content='noindex,follow' />
<link rel="shortcut icon" href="{{asset('images/favicon.png')}}">
<link rel="apple-touch-icon" href="{{asset('images/favicon.png')}}">
<link rel="apple-touch-icon" sizes="72x72" href="{{asset('images/favicon.png')}}">
<link rel="apple-touch-icon" sizes="114x114" href="{{asset('images/favicon.png')}}">
<link rel='stylesheet' id='common-css'  href="{{asset('css/frontend/common.css')}}" type='text/css' media='all' />
<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.2.1/jquery.min.js"></script>
<script src="{{asset('/js/frontend/common.js')}}"></script>
</head>
<body>
<header class="header">
	<h1>Welcome Spot<br>Free-Wifi</h1>

	<select class="language">
		<option value="en">English</option>
		<option value="zh-cn">繁體中文</option>
		<option value="zh-tw">简体中文</option>
		<option value="ko">한국어</option>
		<option value="ja">日本語</option>
	</select>
</header>
<div class="wrap">

	<div class="terms">
		<span class="en">
			<h1>Terms of Service</h1>
	    </span>

		<span class="zh-cn">
			<h1>使用條款</h1>
	    </span>

		<span class="zh-tw">
			<h1>使用条款</h1>
	    </span>

		<span class="ko">
			<h1>이용 약관</h1>
	    </span>

		<span class="ja">
		<h1>ご利用規約</h1>
		<h2>第1章 総則</h2>
		<p>第1条（規約の適用）<br>
		株式会社ワイヤ・アンド・ワイヤレス（以下「当社」といいます）は、当社の提供するWi2　公衆無線LANサービス（以下「本サービス」といいます）に関して、本サービスを利用する者（以下「利用者」といいます）に対し、以下のとおり利用規約（以下「本規約」といいます）を定めます。<br>
		<br>
		第2条（本規約の範囲及び変更）<br>
		本規約は、本サービスの利用に関し当社及び利用者に適用され、第3条（本サービスの申し込み）及び第4条（本サービス利用契約の成立）で規定する利用者の本サービス申込が成立後、当社及び利用者は誠実に本規約を遵守する義務を負います。<br>
		<br>
		2. 当社は、利用者の承諾を得ることなく、本規約を変更できるものとします。本規約を変更した際には、当社ホームページ等で公表します。</p>

		<h2>第2章 本サービスの申込み等</h2>
		<p>第3条（本サービスの申し込み）<br>
		本サービスの利用を希望する申込者（以下「申込者」といい、次条の本サービス利用契約の成立をもって「利用者」となります）は、本規約及び契約約款に同意していただいた上で、当社所定の手続きにより本サービスの申し込みを行う必要があります。なお、申込者が未成年者の場合には、親権者の同意を得て申し込んでください。<br>
		<br>
		第4条（本サービス利用契約の成立）<br>
		申込者が前条に基づき本サービスの利用の申し込みを行い、登録が完了した時点で本サービス利用契約が成立するものとします。<br>
		<br>
		第5条（本サービス利用の条件）<br>
		利用者は、自己の責任と負担において、本サービスを利用するために必要な通信機器、ソフトウェア等を準備するものとします。<br>
		<br>
		第6条（本サービス利用資格の譲渡制限）<br>
		利用者は、本サービスを利用する権利を、第三者に譲渡することはできないものとします。<br>
		<br>
		第7条（利用者からの本サービスの利用の取りやめ）<br>
		利用者は、本サービスの利用を取りやめようとするときは、そのことを予め当社が指定する方法により当社に通知するものとします。</p>

		<h2>第3章 本サービス</h2>
		<p>第8条（提供するサービス）<br>
		当社は、利用者に対し、本規約及び契約約款に従い、本規約及び契約約款に規定する限度において本サービスを提供します。なお、本サービスの利用にあたり、当社または第三者が別途提示する個別規約またはその他の規約（以下「その他規約等」といいます。）がある場合には、利用者は、本規約に加えてその他規約等に同意し、それらに従うものとします。<br>
		<br>
		2. 当社は、本サービスについて、本サービスの内容の全部または一部を変更することができます。<br>
		<br>
		第9条（第三者が提供する情報の利用）<br>
		利用者は、第三者が提供する情報の利用において、一切の責任は各情報の提供者に帰属していること及び、当社が当該情報提供の当事者でないことに同意するものとします。<br>
		<br>
		第10条（第三者が提供する情報の内容の保証）<br>
		当社は、本サービスを通じて第三者が提供する商品、サービス及び情報について、その完全性、正確性、確実性、有用性などにつき、いかなる保証もしません。<br>
		<br>
		2. 当社は、利用者が第三者の提供する商品、サービスまたは情報を利用したことに関して、利用者と第三者との間に紛争が生じた場合、一切の責任を負いません。</p>
		<h2>第4章 利用者の義務等</h2>
		<p>第11条（禁止事項）<br>
		利用者は、本サービスの利用にあたり、次の各号の行為を行ってはならないものとし、次の各号の行為を行っていると当社が判断した場合は、当社は、本サービスの利用を停止することがあります。</p>
		<ol>
		<li>第三者または当社の著作権もしくはその他の権利を侵害する行為、またはこれらを侵害するおそれのある行為。</li>
		<li>第三者または当社の財産もしくはプライバシーを侵害する行為、またはこれらを侵害するおそれのある行為。</li>
		<li>前号のほか、第三者または当社に不利益もしくは損害を与える行為、または与えるおそれのある行為。</li>
		<li>第三者または当社を誹謗中傷する行為。</li>
		<li>公序良俗に反する行為（猥褻、売春、暴力、残虐、虐待等）、またはそのおそれがある行為、もしくは公序良俗に反する情報を第三者に提供する行為。</li>
		<li>犯罪的行為、または犯罪的行為に結び付く行為、もしくはそれらのおそれのある行為。</li>
		<li>選挙期間中であるか否かを問わず、選挙運動またはこれに類する行為。</li>
		<li>本サービスを再販売、賃貸するなど、本サービスそのものを営利の目的とする行為。</li>
		<li>無限連鎖講（ネズミ講）を開設し、またはこれを勧誘する行為。</li>
		<li>不特定多数に配信する広告・宣伝・勧誘等または詐欺まがいの情報もしくは嫌悪感を抱く、またはそのおそれのある電子メール（嫌がらせメール）を送信する行為。</li>
		<li>第三者または当社に対しメール受信を妨害する行為、もしくは連鎖的なメール転送を依頼または当該依頼に応じて転送する行為。</li>
		<li>第三者になりすまして本サービスを利用する行為。</li>
		<li>本サービスによる当社または第三者への不正アクセス、または改ざん、消去などの不法行為。</li>
		<li>コンピュータウィルス等の有害なプログラムを、本サービスを通じて、または本サービスに関連して使用し、もしくは提供する行為。</li>
		<li>第三者または当社に迷惑・不利益を及ぼす行為、本サービスに支障を来たすおそれのある行為、本サービスの運営を妨げる行為。</li>
		<li>本サービスを利用して、本サービスを直接または間接に利用する者の当該利用に対し、重大な支障を与える行為、またはそのおそれがある行為。</li>
		<li>その他、法令に違反する、または違反するおそれのある行為。</li>
		<li>その他、当社が不適切と判断する行為。</li>
		</ol>

		<p>第12条（利用者の賠償責任）<br>
		前条（禁止事項）に該当する利用者の行為によって当社及び第三者に損害が生じた場合、利用者としての資格を喪失した後であっても、利用者は、損害賠償等すべての法的責任を負うものとします。<br>
		<br>
		第13条（利用者の自己責任）<br>
		利用者は、本サービスを利用してアップロードまたはダウンロードした情報もしくはファイルに関連して、何らかの損害を被った場合または何らかの法的責任を負う場合においては、自己の責任においてこれを処理し、当社に対して何ら請求もなさず、迷惑をかけないものとします。<br>
		<br>
		第14条（所有権及び知的財産権）<br>
		本サービスを構成するすべてのプログラム、ソフトウェア、サービス、手続き、商標、商号または第三者が提供するサービスもしくはそれに付随する技術全般の所有権及び知的財産権は、当社または当該提供者に帰属するものとします。<br>
		<br>
		第15条（著作権）<br>
		利用者は、権利者の許諾を得ることなく、いかなる方法においても、本サービスを通じて提供されるあらゆる情報またはファイルについて、著作権法で定める利用者個人の私的利用のための複製の範囲を超えて利用をすることはできないものとします。<br>
		<br>
		2. 利用者は、権利者の許諾を得ることなく、いかなる方法においても、本サービスを通じて提供されるあらゆる情報またはファイルについて、第三者をして使用させたり、公開させたりすることはできないものとします。<br>
		<br>
		3. 前二項の規定に違反して紛争が発生した場合、利用者は、自己の費用と責任において、当該紛争を解決するとともに、当社をいかなる場合においても免責し、当社に対し損害を与えないものとします。</p>

		<h2>第5章 個人情報の保護</h2>
		<p>第16条（個人情報の利用）<br>
		申込者が本サービス利用の申込を行った際に当社が知り得た申込者に関する個人情報、または利用者が本サービスを利用する過程において当社が知り得た利用者に関する個人情報に関しては、当社のプライバシーポリシーに則り、適正に取り扱います。なお、個人情報の利用目的は別紙に定めるものとします。<br>
		<a href="/jp/privacy/">プライバシーポリシー</a></p>
		<br>
		第17条（申込者および利用者情報の利活用）<br>
		当社は、「お客様情報の利活用にあたってのプライバシー保護の取り組み」に則り、個人を特定しない安全な形に加工した上で、適正に取り扱います。<br>
		「お客様情報利活用にあたってのプライバシー保護の取り組み」は<a href="/jp/privacy/data/privacy_utilization.pdf" target="_blank">こちら</a>をご確認ください。また、お客様情報の利活用の設定は<a href="https://service2.wi2.ne.jp/wi2was/usingSettingInput" target="_blank">こちら</a>で承ります。<br>
		<br>
		第18条（本サービスの中止・中断）<br>
		当社は、次の各号のいずれかに該当する場合、本サービスの運営を中止または中断できるものとします。<br>
		<ol class="decimal0">
		<li>本サービスのシステムの保守または工事を定期的もしくは緊急に行う場合、または当社のシステムの障害等やむを得ないとき。</li>
		<li>戦争、暴動、騒乱、労働争議、地震、噴火、洪水、津波、火災、停電その他の事由の如何を問わず不可抗力により、本サービスの提供が通常どおりできなくなった場合。</li>
		<li>国家機関又は地方公共団体による規制、命令によるとき、または他の電気通信事業者等が本サービスの提供を中止または中断した場合。</li>
		<li>その他当社が、本サービスの運営上、一時的な中断が必要と判断した場合。</li>
		</ol>
		<p>2. 当社は、前項の規定により、本サービスの運営を中止または中断するときは、利用者に対してその旨を事前に通知するものとします。ただし、緊急やむを得ない場合は、この限りではありません。<br>
		<br>
		3. 当社は、本条に基づく本サービスの中止または中断により、利用者または第三者が被ったいかなる損害についても責任を負わないものとします。<br>
		<br>
		第19条（解除）<br>
		当社は、利用者が本規約、契約約款及びその他規約等に違反した場合、または利用者の本サービス利用が不適当であると当社が判断した場合、予め通知をすることなく、本サービス利用契約を解除することができるものとします。<br>
		<br>
		2. 当社は、前項に基づく本サービス利用契約の解除により、利用者または第三者が被ったいかなる損害についても責任を負わないものとします。</p>

		<h2>第7章 損害賠償等</h2>
		<p>第20条（損害賠償）<br>
		損害賠償については、当社の定める契約約款に依るものとします。<br>
		<br>
		第21 条（免責事項）<br>
		当社は、本サービスの提供に関連して利用者に生じた損害について一切の責任を負いません。<br>
		<br>
		2. 当社は、利用者が使用する通信機器、及びソフトウェア等について、一切動作保証は行いません。<br>
		<br>
		第22条（準拠法）<br>
		本規約の成立、効力、履行および解釈に関しては、日本法が適用されるものとします。<br>
		<br>
		第23条（協議）<br>
		本サービスに関連して、利用者と当社との間で紛争が生じた場合には、当該当事者がともに誠意をもって協議するものとします。<br>
		<br>
		第24条（管轄裁判所）<br>
		本サービスにかかる紛争を解決するに際しては、東京地方裁判所または東京簡易裁判所を第一審の専属的合意管轄裁判所とします。<br>
		<br>
		附則 <br>
		本規約は2009年6月1日より実施するものとします。<br>
		<br>
		附則<br>
		この改訂規約は2017年7月6日から実施します。<br>
		<br>
		当社は、公衆無線LANサービス（以下「本サービス」といいます）の提供およびこれらに付随する業務、その他当社が本サービスを介して営むことができる業務及びこれらに付随する業務（今後取扱う新しいサービスや業務を含む）、の目的達成の範囲内で、個人情報を利用します。具体的には以下のとおりになります。</p>

		<ul>
		<li>本サービスの紹介、提案、および申込受付のため</li>
		<li>本サービスの申込に基づくご本人さまの確認等のため</li>
		<li>本サービスや契約の期日管理等、継続的なお取引における管理のため</li>
		<li>本サービスの提供に関する妥当性の判断のため</li>
		<li>他の事業者等から個人情報の処理の全部または一部について委託された場合等において、委託された当該業務を適切に遂行するため</li>
		<li>お客様との契約や法律等に基づく権利の行使や義務の履行のため</li>
		<li>ダイレクトメールの発送等、サービスに関する各種ご提案やご案内のため</li>
		<li>マーケティング活動（市場調査やデータ分析等によるサービスの向上や開発、当社および他社の広告およびアンケートの配信および表示）のため</li>
		<li>本サービスの終了後の管理のため</li>
		<li>当社アクセスポイントの緯度経度情報による情報提供を行うため</li>
		<li>利用者の年齢、性別等の属性情報、及び過去の行動履歴による情報提供を行うため</li>
		<li>情報提供サービス事業者に対して、当社アクセスポイントの設置情報にもとづいた端末の接続地域情報の提供を行うため。ただし、個人を特定する情報（個人情報）の提供は行いません。</li>
		<li>情報提供サービス事業者に対して、年齢、性別等の属性情報、及び過去の行動履歴情報等を、本人を特定できない形に加工し提供を行うため。個人を特定する情報（個人情報）の提供は行いません。</li>
		<li>その他お客様とのお取引を適切かつ円滑に履行するため</li>
		</ul>
    </span>

		<nav>
			<a href="{{route('home')}}" class="btn">
				<span class="en">back to page</span>
				<span class="zh-cn">前のページに戻る</span>
				<span class="zh-tw">前のページに戻る</span>
				<span class="ko">前のページに戻る</span>
				<span class="ja">前のページに戻る</span>
			</a>
		</nav>
	</div>
</div>
</body>
</html>
